/*
  Localizable.strings
  Chep Carrier QA

  Created by shane davis on 17/10/2014.
  Copyright (c) 2014 shane davis. All rights reserved.
*/
"HelloKey" = "Hola";
"Loggin message" = "Iniciar sesión";
"NoLoads" = "No hay cargas para este vehículo";
"badLogin" = "Error de inicio de sesion";
"ConnectionError" = "Error de conexión";
"BadCredentials" = "El Usuario o Contraseña son incorrectas";
"Type message..." = "mensaje...";
"Send" = "Enviar";
"Stops" = "PARADAS";
"CustomerRef" = "NÚMERO DE ORDEN: ";
"SpecialInst" = "INFORMACIÓN PARA EL TRANSPORTISTA";
"CollectFrom" = "RECOGER EN: ";
"DeliverTo" = "ENTREGAR EN: ";

"Logout" = "Cierre de sesión";
"Cancel" = "Cancelar";
"Yes" = "SI";

"Street" = "CALLE";
"City" = "CIUDAD";
"County" = "PROVINCIA";
"PostCode" = "CÓDIGO POSTAL";

"CompleteStop" = "Finalizada";
"CheckIn" = "Llegada:";
"Checkin button" = "Llegada";
"No" = "NO";

"Cannot find on map" = "No es posible encontrar la ubicación en el mapa";
"Problem refreshing" = "problema de actualización";

"Saving Load" = "Guardando la carga";
"Success" = "Guardado con éxito";

"Retrieving Messages" = "Recuperando mensajes";

"Already Checked in!" = "Ya Llegada";
"Release to Check-In" = "Llegada";